{
  "unit-1": "<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">PROSE</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">“Learning the Game” by Sachin Tendulkar</p>\n<br/>\n<p class=\"mb-2\">In the autobiographical extract &quot;Learning the Game&quot;, cricket legend Sachin Tendulkar recounts his early journey into the world of cricket. From playing tennis-ball cricket in his colony to imitating cricketing idols like Sunil Gavaskar and Viv Richards, Sachin&#x27;s passion for the game started young.</p>\n<br/>\n<p class=\"mb-2\">At the age of 11, his brother Ajit took him to coach Ramakant Achrekar at Shardashram Vidyamandir, a school in Mumbai known for its strong cricket program. Though nervous during his first trial, Sachin was later accepted into the camp after a second chance, thanks to Ajit’s support and a clever plan to reduce Sachin&#x27;s nervousness.</p>\n<br/>\n<p class=\"mb-2\">The training at Shivaji Park was intense, involving long hours of practice twice a day. Sachin&#x27;s daily routine included practicing in wet clothes, traveling by bus with a heavy kitbag, and enduring rude remarks from conductors. Still, he remained committed to his training. He even played 55 practice matches in 60 days, and the reward of a one-rupee coin from Achrekar Sir for surviving intense 15-minute batting sessions taught him focus and endurance.</p>\n<br/>\n<p class=\"mb-2\">Coach Achrekar was strict but deeply committed. He once punished Sachin for skipping practice, teaching him that with hard work, others would one day come to watch him play. Sachin acknowledges the discipline, sacrifices, and farsightedness of his coach and family, especially his father and brother, as key reasons for his success.</p>\n<br/>\n<p class=\"mb-2\">In conclusion, this passage showcases Sachin’s dedication, humility, and the strong support system that helped him rise from a shy boy to a world-famous cricketer. It highlights the values of hard work, discipline, sacrifice, and the importance of having mentors and family who believe in you.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">POEM</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">This poem, <em>&quot;Stopping by Woods on a Snowy Evening&quot;</em> by <strong>Robert Frost</strong>, captures a quiet, reflective moment in a traveler’s life as he pauses to admire the serene beauty of snow-covered woods. The speaker knows who owns the woods, but since the owner lives in the village, he won&#x27;t witness the speaker stopping to watch the snowfall. The peacefulness of the scene is contrasted by the puzzled reaction of the speaker’s horse, who finds it odd to stop in such a secluded, dark place far from any farmhouse, especially on the <strong>darkest evening of the year</strong>. The gentle jingle of the horse’s harness bells and the soft sound of falling snow emphasize the stillness and isolation. While the woods are described as <strong>&quot;lovely, dark and deep,&quot;</strong> symbolizing the tempting escape into nature or perhaps even death or eternal rest, the speaker reminds himself of his <strong>duties and responsibilities in life</strong>, saying he has “promises to keep.” The repeated line <strong>“And miles to go before I sleep”</strong> reflects his awareness that, despite the moment&#x27;s calm beauty, he must continue on his journey and fulfill his obligations before he can rest. On a deeper level, the poem speaks about the <strong>human struggle between the desire for peace or escape and the necessity of perseverance and purpose</strong> in life. It is a gentle reminder of the balance between appreciating life&#x27;s quiet moments and staying committed to our duties.</p>\n<br/>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">SUPPLEMENTARY READER</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<p class=\"mb-2\"><strong>Summary of “The Envious Neighbour” – A Japanese Folk Tale (9th Std. English, Tamil Nadu State Board)</strong></p>\n<br/>\n<p class=\"mb-2\"><em>“The Envious Neighbour”</em> is a Japanese folk tale that highlights the values of <strong>kindness</strong>, <strong>gratitude</strong>, and the consequences of <strong>greed and envy</strong>. The story begins with a kind old couple who lovingly care for their pet dog. One day, while playing in the garden, the dog leads them to a hidden treasure. Grateful and generous, the couple uses their newfound wealth to help others and improve their lives. Their greedy neighbours, envious of their fortune, borrow the dog hoping to gain treasure as well. However, the dog, mistreated in the past by them, leads them only to foul waste. Enraged, they kill the dog. The kind old man mourns the loss and honors the dog with food and incense. That night, the dog appears in his dream and tells him to make a mortar from the pine tree under which he is buried. The man does so, and miraculously, when he uses it, rice turns into gold. The jealous neighbours steal and destroy the mortar, but again fail in their greedy pursuit. In another dream, the dog tells the old man to use the mortar&#x27;s ashes on withered trees, which magically bloom again. The prince, impressed by this miracle, rewards the old man. The wicked neighbour, attempting to imitate the act for his own gain, fails and ends up being punished. Despite their wrongdoings, the good couple forgives them, shares their wealth, and helps them reform. The tale ends on a moral note, showing how <strong>kindness is always rewarded</strong>, while <strong>greed and cruelty lead to suffering</strong> — but also that <strong>forgiveness and second chances</strong> can lead people to change for the better.</p>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n",
  "unit-2": "<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">PROSE</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\"><strong>Summary of &quot;I Can’t Climb Trees Anymore&quot; by Ruskin Bond</strong></p>\n<br/>\n<p class=\"mb-2\">The story “I Can’t Climb Trees Anymore” by <strong>Ruskin Bond</strong> is a nostalgic reflection on childhood, memories, and the passage of time. The story begins with a middle-aged man visiting his old house after 25 years. As he looks over the garden wall, he sees the familiar <strong>jackfruit tree</strong>, sparking memories of his youth spent climbing it, swinging on the turnstile, and storing small treasures in a hollow branch. While he stands reminiscing, a curious young girl, the daughter of the current owner, speaks to him. Their conversation bridges the gap between two generations. She invites him inside, and though he struggles to climb the wall, they share a warm and innocent moment sitting under a mango tree, where his grandmother once sat.</p>\n<br/>\n<p class=\"mb-2\">He shares memories of hiding things like <strong>marbles</strong>, <strong>coins</strong>, and a <strong>German Iron Cross</strong> in the tree. Realizing he left the medal behind when they moved away, the girl climbs the tree and actually finds it. Though she offers it to him, he insists she keep it, saying that what he truly came for was not the medal, but his <strong>lost youth</strong>. The story ends with a touch of poetic beauty — as the man walks away, he feels <strong>young at heart</strong>, forgetting for a moment that he can’t climb trees anymore. The story gently explores themes of <strong>memory, aging, innocence, and the deep emotional connection to childhood places</strong>.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">POEM</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">The poem <strong>&quot;A Poison Tree&quot;</strong> by <strong>William Blake</strong> explores the destructive nature of suppressed anger and the consequences of nurturing hatred instead of resolving conflict. The poet begins by comparing two situations: when he was angry with a friend and expressed it, the anger disappeared; but when he was angry with an enemy (his foe) and kept it inside, it grew stronger. Instead of confronting or resolving the issue, he secretly nourishes his anger with fear, tears, and fake smiles—pretending all is well while harboring resentment within. This hidden anger is metaphorically described as a tree, which grows day and night, eventually producing a bright, tempting apple. The enemy, unaware of the trap and blinded by its allure, sneaks into the speaker&#x27;s garden and eats the apple. By morning, the enemy is found dead beneath the tree, a result of the poisonous hatred that was carefully nurtured. The poem reveals a dark truth about human emotions: when anger is not addressed and is allowed to fester, it can become toxic and harmful—not only to the person it is aimed at but also to the one who holds it. Blake powerfully conveys that honesty, forgiveness, and communication are essential to prevent anger from growing into something destructive.</p>\n<br/>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">SUPPLEMENTARY READER</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\"><strong>Summary of the Supplementary: <em>&quot;The Fun They Had&quot;</em> by Isaac Asimov</strong></p>\n<br/>\n<p class=\"mb-2\">&quot;The Fun They Had&quot; is a futuristic short story set in the year <strong>2157</strong>, where schools and books are completely different from what we know today. The story follows <strong>Margie</strong>, an 11-year-old girl, and <strong>Tommy</strong>, a 13-year-old boy, who discover a <strong>real printed book</strong>—a rare object in their digital world. The book is about <strong>schools from centuries ago</strong>, which amazes and confuses Margie. In their time, children are taught individually at home by <strong>mechanical teachers</strong>—robots programmed to match each child’s learning level. Margie dislikes her school, especially the slot where she submits her homework in <strong>punch code</strong>, and the strict routine her <strong>robot teacher</strong> follows. When Tommy explains that in the past, human teachers taught students in a <strong>shared building</strong>, and all children learned together, Margie becomes curious and fascinated. She imagines children laughing, playing, studying, and helping each other—something completely missing from her isolated learning experience. Though she resumes her lesson on fractions, her mind drifts back to the idea of the <strong>old schools</strong>, and she wonders about <strong>the fun children must have had</strong> learning together. The story emphasizes how <strong>technological advancement</strong>, while useful, may also take away the <strong>joy, connection, and shared experience</strong> of traditional education. Through Margie&#x27;s longing, Asimov highlights the value of <strong>human interaction</strong> and <strong>community learning</strong>, making the reader reflect on the direction education might take in the future.</p>\n<br/>\n",
  "unit-3": "<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">PROSE</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<p class=\"mb-2\">### <strong>Summary of &quot;Old Man River&quot;</strong></p>\n<br/>\n<p class=\"mb-2\">The play <em>&quot;Old Man River&quot;</em> is a drama that highlights the bravery, presence of mind, and teamwork shown by a group of young people during a dangerous flood. The story takes place in the <strong>Marshall family&#x27;s home</strong>, located near a river, during a time of <strong>heavy rainfall and rising floodwaters</strong>.</p>\n<br/>\n<p class=\"mb-2\"><strong>Main Characters:</strong></p>\n<br/>\n<ul class=\"list-disc list-inside ml-4 mb-2\">\n  <li class=\"mb-1\">**Amy Marshall** – A 17-year-old girl, calm and responsible.</li>\n  <li class=\"mb-1\">**Betty Marshall** – Her younger sister, cheerful and lively.</li>\n  <li class=\"mb-1\">**Rose Field** – A neighbour and friend.</li>\n  <li class=\"mb-1\">**Jim Hall** – A helpful and brave friend who comes to warn and assist.</li>\n  <li class=\"mb-1\">**Sara Field** – Rose’s little sister, playful and innocent.</li>\n  <li class=\"mb-1\">**Mr. Peters** – A Red Cross rescue team member.</li>\n  <li class=\"mb-1\">**Miss Marsh** – A Red Cross nurse, skilled and composed.</li>\n</ul>\n<br/>\n<p class=\"mb-2\">---</p>\n<br/>\n<p class=\"mb-2\">### <strong>Scene 1: Danger Approaches</strong></p>\n<br/>\n<ul class=\"list-disc list-inside ml-4 mb-2\">\n  <li class=\"mb-1\">Amy, Betty, and Rose are at home on a rainy afternoon.</li>\n  <li class=\"mb-1\">Jim Hall arrives with an urgent warning – the **Burnett Dam has broken**, and the river is flooding quickly.</li>\n  <li class=\"mb-1\">The girls receive a **call from their mother**, who cannot return due to the flooded bridges. She instructs them to prepare for the emergency.</li>\n  <li class=\"mb-1\">Jim takes charge and helps the girls **gather water, food, blankets, candles, and first aid supplies**.</li>\n  <li class=\"mb-1\">Little **Sara** is found outside in the playhouse and is **rescued by Jim** just before the water rises further.</li>\n  <li class=\"mb-1\">The power goes out, and the children prepare to move to the attic and possibly the roof for safety.</li>\n</ul>\n<br/>\n<p class=\"mb-2\">---</p>\n<br/>\n<p class=\"mb-2\">### <strong>Scene 2: Rescue and Relief</strong></p>\n<br/>\n<ul class=\"list-disc list-inside ml-4 mb-2\">\n  <li class=\"mb-1\">The group gathers in the living room with candles as it gets darker.</li>\n  <li class=\"mb-1\">**Jim tries to signal for help** with a flashlight, but its battery dies.</li>\n  <li class=\"mb-1\">The water continues to rise, and they begin moving things to the attic.</li>\n  <li class=\"mb-1\">Suddenly, they **hear voices** — **Mr. Peters and Miss Marsh from the Red Cross arrive in a rescue boat**.</li>\n  <li class=\"mb-1\">As they prepare to leave, **Sara falls and breaks her leg**. Miss Marsh **treats her quickly with a splint**.</li>\n  <li class=\"mb-1\">**Sara, Betty, and Rose are taken to safety in the boat**, while Jim and Amy **stay behind** to wait for the next rescue boat.</li>\n  <li class=\"mb-1\">The **Red Cross provides support, medical care, and reassurance** during the emergency.</li>\n  <li class=\"mb-1\">In the end, **Jim and Amy express gratitude** for the Red Cross and toast to their survival with hot coffee.</li>\n</ul>\n<br/>\n<p class=\"mb-2\">---</p>\n<br/>\n<p class=\"mb-2\">### <strong>Key Themes:</strong></p>\n<br/>\n<ul class=\"list-disc list-inside ml-4 mb-2\">\n  <li class=\"mb-1\">**Courage and teamwork** in the face of disaster.</li>\n  <li class=\"mb-1\">The **importance of preparedness** and calm thinking during emergencies.</li>\n  <li class=\"mb-1\">The **valuable role of the Red Cross** and emergency services in saving lives.</li>\n  <li class=\"mb-1\">**Friendship, leadership, and responsibility** shown by the young characters.</li>\n</ul>\n<br/>\n<p class=\"mb-2\">---</p>\n<br/>\n<p class=\"mb-2\">### <strong>Conclusion:</strong></p>\n<br/>\n<p class=\"mb-2\"><em>Old Man River</em> is a touching and suspenseful play that teaches students about the effects of natural disasters and how people, even children, can play a big role in handling crisis situations. It also reminds us of the importance of organisations like the Red Cross in times of need.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">POEM</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">The poem “On Killing a Tree” by Gieve Patel explores the destructive relationship between humans and nature, particularly focusing on how difficult it truly is to kill a tree. The poet explains that cutting a tree is not easy because a tree grows slowly over the years by absorbing sunlight, air, water, and nutrients from the earth. Even if it&#x27;s hacked or chopped, the tree has the power to heal and grow back. To truly kill it, one must completely uproot it from the ground—removing it from the very earth that nourished it. Only by exposing its most sensitive and hidden part—the root, and then allowing it to wither in the sun and air, can the tree finally die. Through vivid imagery, the poem conveys the pain and violence involved in killing a tree, and reflects on human cruelty towards nature, urging readers to think about the deep connection between trees and life itself.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">SUPPLEMENTARY READER</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of the Supplementary: “Earthquake” by M.S. Mahadevan</strong></p>\n<br/>\n<p class=\"mb-2\">The story <strong>“Earthquake”</strong> is a moving account of <strong>Brij</strong>, a young boy who runs a <strong>tea shop</strong> in Garhwal. As he warmly welcomes a tired traveller and serves him tea, he begins to narrate the <strong>tragic story of his past</strong>. Brij once lived in the village of <strong>Molthi</strong>, which was completely destroyed by a <strong>massive earthquake</strong> four years earlier. At the time of the disaster, Brij was away in <strong>Pauri</strong> to buy school books, which saved his life. But when he returned, he found his entire <strong>village in ruins</strong> and most of his <strong>family dead</strong>, including his mother, grandmother, and younger brother. His <strong>baby sister Bhuli</strong> was missing and presumed dead.</p>\n<br/>\n<p class=\"mb-2\">Driven by grief, Brij desperately searched through the rubble to find his sister&#x27;s body. A kind and <strong>exhausted Army Officer</strong>, moved by Brij’s determination, returned with his men to help. Miraculously, after hours of digging, they found <strong>Bhuli alive</strong>, buried under the debris for <strong>116 hours</strong>. She was rescued and later recovered fully.</p>\n<br/>\n<p class=\"mb-2\">Though Brij never learned the <strong>name of the officer</strong>, the memory of his <strong>selfless act</strong> stayed with him. Brij later moved to Panipat for work, but every time he saw a <strong>tired traveller</strong>, he was reminded of the officer and felt a deep <strong>sense of joy</strong> in offering them tea. Eventually, he left the city and returned to the mountains to <strong>run his own tea shop</strong>, where he continues to serve tea to travellers as a way of repaying the kindness he once received.</p>\n<br/>\n<p class=\"mb-2\">The story highlights <strong>kindness, gratitude, and the human spirit</strong> in times of tragedy, reminding us that small acts of compassion can leave a <strong>lasting impact</strong>.</p>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n",
  "unit-4": "<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">PROSE</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of the Prose: “Seventeen Oranges” by Bill Naughton</strong></p>\n<br/>\n<p class=\"mb-2\">The story <strong>“Seventeen Oranges”</strong> is a humorous and engaging account of a young boy who works as a <strong>delivery boy</strong> at the <strong>docks</strong>. He often takes fruits like bananas and oranges for himself, hiding them under his <strong>homemade apron</strong>. One day, he steals <strong>seventeen oranges</strong> and hides them in his pockets, but is caught <strong>red-handed</strong> by a strict policeman named <strong>Pongo</strong>, who notices his <strong>bulging pockets</strong>.</p>\n<br/>\n<p class=\"mb-2\">Pongo takes him to a cabin, locks him inside, and goes to bring another policeman as a <strong>witness</strong>. The boy, terrified of losing his job or being sent to <strong>prison</strong>, decides to <strong>eat all the oranges</strong> to destroy the evidence. Despite feeling sick and struggling, he <strong>swallows the oranges—pips, peels, and all</strong>, just in time before the policemen return.</p>\n<br/>\n<p class=\"mb-2\">When Pongo and the other officer enter the cabin, they are <strong>shocked</strong> to find that the oranges have <strong>vanished</strong>. With no evidence left, they have no choice but to let the boy go. Though he escapes punishment, the boy feels <strong>extremely sick</strong> for a week because of eating so many oranges.</p>\n<br/>\n<p class=\"mb-2\">This light-hearted story shows the <strong>cleverness</strong> and <strong>quick thinking</strong> of the narrator, while also highlighting the idea that <strong>silence and presence of mind</strong> can sometimes save you from trouble.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">POEM</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of the Poem: <em>The Spider and the Fly</strong></em></p>\n<br/>\n<p class=\"mb-2\">In this cautionary poem by <strong>Mary Botham Howitt</strong>, a cunning spider tries to lure a vain and foolish fly into his web by using sweet, flattering words. At first, the fly is cautious and refuses his invitation to step into his parlour. However, the spider continues to praise her beauty and charm, appealing to her vanity. Eventually, the fly is tempted by his words and flies closer, only thinking about her own appearance. Seizing the chance, the spider catches her and takes her into his web, from which she never returns. The poem ends with a moral message to children: never trust flattering words or fall for deceitful praise, and always be wary of those who speak too sweetly, as they may have bad intentions.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">SUPPLEMENTARY READER</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of the Supplementary: <em>The Cat and the Painkiller</strong></em></p>\n<br/>\n<p class=\"mb-2\">In this humorous extract from <em>The Adventures of Tom Sawyer</em> by <strong>Mark Twain</strong>, Tom becomes depressed when his friend Becky Thatcher stops coming to school. His Aunt Polly, who is obsessed with home remedies and new health treatments, tries various uncomfortable and strange methods to cure his sadness, including cold baths and strange diets. However, none of them work. Eventually, Tom pretends to like a bitter medicine called <strong>painkiller</strong> so that he can avoid taking more of it. Aunt Polly lets him take it himself, not realizing that he is secretly pouring it into a crack in the floor. One day, Tom gives the medicine to Aunt Polly’s cat, Peter, who reacts wildly — jumping, crashing around the room, and finally leaping out the window. When Aunt Polly questions Tom, he cleverly replies that he gave it out of pity, since the cat didn’t have an aunt to treat him the same way. Though Aunt Polly is angry at first, she later realizes her methods may have been harsh. The story ends with Tom being excused from taking any more medicine. This extract humorously explores the themes of childhood mischief, exaggerated medical treatments, and Tom’s clever way of dealing with adults.</p>\n<br/>\n",
  "unit-5": "<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">PROSE</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of the Prose: <em>Water – The Elixir of Life</strong></em></p>\n<br/>\n<p class=\"mb-2\"><strong>By Sir C.V. Raman</strong></p>\n<br/>\n<p class=\"mb-2\">In this insightful essay, <em>Sir C.V. Raman</em> highlights the <strong>vital importance of water</strong> as the true &quot;elixir of life.&quot; He contrasts the lifeless Libyan Desert with the fertile Nile Valley to demonstrate how water transforms landscapes and sustains civilizations. Water is not only essential for all living beings but also adds beauty to nature, as seen in streams, ponds, and rain-fed tanks in South India.</p>\n<br/>\n<p class=\"mb-2\">Raman explains how water carries <strong>silt</strong>, enriching the soil and forming fertile lands. While water benefits agriculture, it can also cause <strong>soil erosion</strong> if not properly managed. Soil erosion, often caused by heavy rains and lack of vegetation, poses a serious threat to agriculture in India. Preventive measures like <strong>terracing, bunds, contour ploughing</strong>, and afforestation are essential to preserve the soil and retain water.</p>\n<br/>\n<p class=\"mb-2\">Water is crucial for both <strong>plant and animal life</strong>, and since much of India relies on seasonal rainfall, conserving rainwater is vital. Water that runs off into the sea is wasted unless <strong>harvested, stored, and properly utilized</strong>. Raman stresses the need to harness rivers and build water management systems on a national level.</p>\n<br/>\n<p class=\"mb-2\">He also connects <strong>afforestation</strong> with water conservation, explaining how planting trees helps prevent erosion, retain rainwater, and provide fuel without damaging the environment. Moreover, he emphasizes the use of <strong>canals and rivers for cheap transport</strong> and the development of <strong>hydroelectric power</strong>, which can transform rural life and promote economic growth.</p>\n<br/>\n<p class=\"mb-2\">Finally, Raman points out that although water is common, it is <strong>scientifically unique</strong>, and further research on its properties is essential. The essay urges responsible use and conservation of water to ensure a sustainable future for the country.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">POEM</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of the Poem: <em>The River</em> by Caroline Ann Bowles</strong></p>\n<br/>\n<p class=\"mb-2\">In this beautiful nature poem, Caroline Ann Bowles compares the life of a river to the stages of human life. The river begins its journey as a cheerful and sparkling stream, playing over pebbles like a carefree child. As it grows, it becomes a fast and energetic river, rushing over rocks with force, representing the impulsiveness of youth. In its maturity, the river becomes calm, deep, and steady—just like the prime of human life—moving silently yet surely toward its destination. Finally, the river plunges into the vast and mysterious sea, symbolizing the transition from life into <strong>eternity</strong>. The poet uses vivid imagery to show that the river, like human life, flows forward with purpose and ends in the unknown, suggesting a deep connection between nature and human existence.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">SUPPLEMENTARY READER</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of the Supplementary – <em>Little Cyclone: The Story of a Grizzly Cub</strong></em></p>\n<br/>\n<p class=\"mb-2\"><em>By William Temple Hornaday</em></p>\n<br/>\n<p class=\"mb-2\">&quot;Little Cyclone&quot; is the inspiring story of a brave young grizzly bear cub from Alaska who showed remarkable courage and self-confidence. After losing his mother to hunters, Cyclone and his brother were captured. While one escaped, Cyclone was harshly treated and put on display in a saloon, where people cruelly prodded him to see him fight. He was later rescued by the Zoological Society and taken to the New York Zoological Park. Unlike most new cubs who are scared and shy, Cyclone boldly walked into the Bears’ Nursery and stood his ground. He fearlessly fought off bigger cubs who tried to bully him and earned their respect. Despite his size, Cyclone proved that courage and spirit matter more than strength. From then on, he lived peacefully among the other bears, never starting fights but always ready to defend himself if needed. This story highlights the power of will and determination in overcoming challenges, no matter how small or young one may be.</p>\n<br/>\n<br/>\n",
  "unit-6": "<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">PROSE</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<p class=\"mb-2\">### <strong>Summary of Unit 6 Prose: <em>From Zero to Infinity</strong></em></p>\n<br/>\n<p class=\"mb-2\"><em>Biography of Srinivasa Ramanujan</em></p>\n<br/>\n<p class=\"mb-2\">This lesson is a biography of <strong>Srinivasa Ramanujan</strong>, one of the greatest mathematical geniuses India has ever produced. The story begins with a classroom scene where young Ramanujan poses a clever and thought-provoking question about dividing zero by zero, which even great mathematicians struggled to answer. This marked the beginning of his journey into the world of mathematics.</p>\n<br/>\n<p class=\"mb-2\">Ramanujan was born on <strong>December 22, 1887</strong>, in <strong>Erode, Tamil Nadu</strong>. Even as a child, he displayed extraordinary talent in mathematics. He mastered advanced books like <strong>S.L. Loney&#x27;s Trigonometry</strong> at the age of 13 and later discovered a book by <strong>G.S. Carr</strong>, which sparked his deep interest and inspired many original ideas. Despite his brilliance, he failed in college because he neglected subjects other than mathematics, which disappointed his father. Ramanujan struggled financially, even writing on scraps of paper due to a lack of resources.</p>\n<br/>\n<p class=\"mb-2\">Eventually, <strong>Francis Spring</strong>, Director of the Madras Port Trust, recognized his genius and gave him a job. Later, the <strong>University of Madras</strong> awarded him a research fellowship. Ramanujan then wrote to <strong>G.H. Hardy</strong>, a famous mathematician at Cambridge, sending him over 100 theorems and formulae. Hardy and his colleague <strong>J.E. Littlewood</strong> quickly realized Ramanujan’s brilliance and invited him to Cambridge.</p>\n<br/>\n<p class=\"mb-2\">In England, Ramanujan continued his research despite health challenges, lack of formal education, and cultural differences. He was elected a <strong>Fellow of the Royal Society</strong> and later became the <strong>first Indian Fellow of Trinity College, Cambridge</strong>. His significant contributions included the <strong>Hardy-Ramanujan-Littlewood circle method</strong>, <strong>Roger-Ramanujan identities</strong>, and extensive work in number theory and continued fractions.</p>\n<br/>\n<p class=\"mb-2\">Unfortunately, Ramanujan fell seriously ill with <strong>tuberculosis</strong> and returned to India, where he passed away in 1920 at the young age of 32. Despite his short life, Ramanujan left behind a legacy of unmatched genius in mathematics, showing the world that pure talent and passion can overcome all barriers.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">POEM</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<h3 class=\"font-semibold text-lg mt-3 mb-2\">Meaning and Summary of The Comet:</h3>\n<br/>\n<p class=\"mb-2\">The poem The Comet describes the spectacular journey of a comet as it rushes through space, faster than a cheetah, with a long glowing tail caused by melting ice and vapor. It captures the comet’s power and grandeur as it travels across the heavens, sometimes causing shockwaves if it comes near Earth. The poem also suggests that the chemicals carried by comets might have helped start life on Earth, though the poet leaves that as an open question. Overall, the poem celebrates the comet as a rare and magnificent natural spectacle that fills the sky with wonder and amazement.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">SUPPLEMENTARY READER</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<h3 class=\"font-semibold text-lg mt-3 mb-2\">Summary of Mother’s Voice:</h3>\n<br/>\n<p class=\"mb-2\">The story Mother’s Voice revolves around a young astronaut visiting the Moon with his mother. As they explore the moonscape and the futuristic city of Selenopolis, the mother admires the beauty of the Moon but worries about her son’s upcoming space expedition to a distant galaxy. Their conversation reveals her concerns about leaving Earth’s protective Sun and the risks of venturing into the unknown. Despite her worries, the son is driven by the spirit of discovery and adventure. Their farewell is emotional, marked by the mother’s loving voice and her longing for simple Earthly joys like orchards and fishing. The story ends with the realization that humanity’s youth and curiosity will always push them to explore beyond their home planet, even if it means leaving behind the familiar forever.</p>\n<br/>\n<br/>\n<br/>\n<br/>\n",
  "unit-7": "<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">PROSE</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<h3 class=\"font-semibold text-lg mt-3 mb-2\">Summary of A Birthday Letter:</h3>\n<br/>\n<p class=\"mb-2\">In this heartfelt letter written from Naini Central Prison in 1930, Jawaharlal Nehru addresses his young daughter Indira on her birthday. Unable to send a physical gift, Nehru offers her the gift of wisdom and encourages her to think deeply and discuss ideas rather than just accept advice. He speaks about history and how ordinary people can become heroes when inspired by a great cause or leader. Nehru explains the importance of courage, honesty, and living openly without fear or secrets. Referring to Mahatma Gandhi (whom he calls Bapuji), Nehru highlights how Gandhi’s message has united millions in India’s freedom struggle. He urges Indira to grow up brave and committed to serving India. The letter reflects Nehru’s love, hopes, and teachings for his daughter, even while he is imprisoned.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">POEM</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<h3 class=\"font-semibold text-lg mt-3 mb-2\">Summary:</h3>\n<br/>\n<p class=\"mb-2\">The poem emphasizes the importance of family unity and togetherness. It suggests that the happiest and most content people are those who stick together as a family, sharing love and joy around the fireside. While some people, whether rich or poor, believe they need to seek happiness outside the family by chasing pleasures with strangers, they only find bitterness and empty joy. True happiness and warmth come from close family bonds, shared moments, and mutual support. The poet encourages those who have drifted away to return to their families to find true contentment.</p>\n<br/>\n<p class=\"mb-2\">--------------------------------------</p>\n<h2 class=\"font-bold text-xl mt-4 mb-2\">SUPPLEMENTARY READER</h2>\n<p class=\"mb-2\">--------------------------------------</p>\n<br/>\n<h3 class=\"font-semibold text-lg mt-3 mb-2\">Summary:</h3>\n<br/>\n<p class=\"mb-2\">Set during World War I, the story is a letter from a British soldier named Tom to his sister Janet, describing an extraordinary event on Christmas Eve, 1914. Despite the ongoing war, British and German soldiers, separated by trenches and barbed wire, stopped fighting and came together to celebrate Christmas. The Germans decorated their trenches with Christmas trees and sang carols, which the British soldiers joined in. Soon, soldiers from both sides ventured into No Man’s Land, shaking hands, exchanging gifts, and sharing songs around a bonfire. They even talked about peace and playing a football match. This unexpected friendship showed the human side of soldiers, despite the war they were forced to fight. Tom reflects on the possibility of peace if world leaders could embrace the spirit of goodwill shown that night.</p>\n<br/>\n"
}